<?php
/**
* Copyright (C) 2020 FlameCMS <YET TO BE DETERMINED>
*
* This program is free software; you can redistribute it and/or modify
* it under the terms of the GNU General Public License as published by
* the Free Software Foundation; either version 2 of the License, or
* (at your option) any later version.
*
* This program is distributed in the hope that it will be useful,
* but WITHOUT ANY WARRANTY; without even the implied warranty of
* MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
* GNU General Public License for more details.
*
* You should have received a copy of the GNU General Public License
* along with this program; if not, write to the Free Software
* Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
**/
$cms_lang[1] 	= "در ارتباط باش";
$cms_lang[2]	= "اطلاعات جدید برای گسترش";
$cms_lang[3]	= "Dev Watercooler: ساخت گیم پلی سالم";
$cms_lang[4]	= "Artcraft—Daughter of Draenor";
$cms_lang[5]	= "Artcraft &#8211; A First Look";
$cms_lang[6]	= "WoW Source: Warlords of Draenor";
$cms_lang[7]	= "World of Warcraft: Warlords of Draenor BlizzCon 2013 FAQ";
$cms_lang[8]	= "آخرین به روزرسانی ها";
$cms_lang[9]	= "آخرین ارسال های بلیزارد";
$cms_lang[10]	= "بارگذاری بیشتر";
$cms_lang[11]	= "بر";
/**
 *  Register Account Lang
 */
$cms_lang[12]	= "".TITLE." حساب";
$cms_lang[13]	= "ایجاد حساب";
$cms_lang[14]	= "<b>We value and respect your privacy.</b> Find out how ".TITLE." با خواندن اطلاعات ما از اطلاعات کاربر محافظت می کند <a href=\"#\" onclick=\"window.open(this.href); return false;\">خط مشی رازداری آنلاین</a>.";
$cms_lang[15]	= "کشور محل اقامت:";
$cms_lang[16]	= "یک کشور را انتخاب کنید";
$cms_lang[17]	= "تاریخ تولد:";
$cms_lang[18]	= "ماه";
$cms_lang[19]	= "January";
$cms_lang[20]	= "February";
$cms_lang[21]	= "March";
$cms_lang[22]	= "April";
$cms_lang[23]	= "May";
$cms_lang[24]	= "June";
$cms_lang[25]	= "July";
$cms_lang[26]	= "August";
$cms_lang[27]	= "September";
$cms_lang[28]	= "October";
$cms_lang[29]	= "November";
$cms_lang[30]	= "Dicember";
$cms_lang[31]	= "روز";
$cms_lang[32]	= "سال";
$cms_lang[33]	= "نام کاربری";
$cms_lang[34]	= "نام:";
$cms_lang[35]	= "نام کوچک";
$cms_lang[36]	= "نام خانوادگی";
$cms_lang[37]	= "آدرس ایمیل:";
$cms_lang[38]	= "ادرس پست الکترونیکی را وارد کن";
$cms_lang[39]	= "این نام کاربری خواهد بود که شما برای ورود به سیستم استفاده می کنید.";
$cms_lang[40]	= "آدرس ایمیل نا معتبر.";
$cms_lang[41]	= "آدرس ایمیل را دوباره وارد کنید";
$cms_lang[42]	= "نشانی های ایمیل باید با هم منطبق باشند.";
$cms_lang[43]	= "کلمه عبور:";
$cms_lang[44]	= "رمز عبور را وارد کنید";
$cms_lang[45]	= "رمز عبور را دوباره وارد کنید";
$cms_lang[46]	= "برای امنیت شما ، اکیداً توصیه می کنیم یک رمز عبور منحصر به فرد را که برای هیچ بصورت آنلاین استفاده نمی کنید ، انتخاب کنید&#160;حساب.";
$cms_lang[47]	= "مقاومت رمز عبور:";
$cms_lang[48]	= "رمز عبور شما باید بین باشد 8&#8211;16 شخصیت های موجود در&#160;طول.";
$cms_lang[49]	= "گذرواژه شما فقط ممکن است دارای حروف الفبا باشد (A&#8211;Z), شخصیت های عددی(0&#8211;9), and&#160;نقطه گذاری.";
$cms_lang[50]	= "گذرواژه شما باید حداقل دارای یک حروف الفبا و یک عدد باشد&#160;شخصیت.";
$cms_lang[51]	= "رمز ورود شما نباید مشابه نام حساب شما باشد.";
$cms_lang[52]	= "گذرواژه‌ها باید مطابقت داشته باشند.";
$cms_lang[53]	= "سؤال مخفی &amp; پاسخ:";
$cms_lang[54]	= "یک سوال را انتخاب کنید";
$cms_lang[55]	= "اولین ماشینی که داشتی چی بود؟";
$cms_lang[56]	= "خیابانی که در دبیرستان زندگی می کردید چه بود؟";
$cms_lang[57]	= "اولین جایی که پرواز کردید کجا بود؟";
$cms_lang[58]	= "اولین بازی ویدیویی که شما کتک زدید چه بود؟";
$cms_lang[59]	= "اسم حیوان خانگی دوم شما چیست؟";
$cms_lang[60]	= "نام تیم یا بازیکن ورزشی مورد علاقه شما چیست؟";
$cms_lang[61]	= "پاسخ";
$cms_lang[62]	= "این اطلاعات برای موضوعات مرتبط با امنیت حساب مانند تنظیم مجدد گذرواژه‌تان استفاده شده است.";
$cms_lang[63]	= "توافق نامه چت:";
$cms_lang[64]	= "به عنوان بخشی از ".TITLE." سرور, ".TITLE." ابزارهای مختلفی را برای شما فراهم می کند تا بتوانید بین شخصیت ها و شخصیت های بازیکنان دیگر ارتباط برقرار کنید. از آنجا که این ابزارهای ارتباطی یک سرویس ارتباطات الکترونیکی را تشکیل نمی دهند (از نظر قانونی) ، پیام های ارسالی با استفاده از آنها نباید شخصی یا شخصی تلقی شوند. بنابراین مراقب باشید از اینکه شما درباره آنچه در مورد شما صحبت می کنیم ، مراقبت کنیم. رفتار غیرقانونی و هک تحمل نخواهد شد. هر چیزی در برابر سرور و گیم پلی یا هر ابزار دیگری که گیم پلی را آسانتر می کند یک ابزار هک محسوب می شود و حساب شما بدون در نظر گرفتن حالت تعلیق در می آید.";
$cms_lang[65]	= "من راضی هستم ".TITLE." ذخیره و بررسی هر دو چت های ارسال شده و دریافت شده در بازی و پیام های دیگر.";
$cms_lang[66]	= "من قبول میکنم <a href=\"#\" onclick=\"window.open(this.href); return false;\">شرایط استفاده</a> قابل استفاده برای کشور محل اقامت من است و اگر زیر 18 سال داشته باشید ، قبول و تأیید کنید که پدر و مادر یا سرپرست من نیز شرایط استفاده را از طرف من بررسی و پذیرفته اند.";
$cms_lang[67]	= "ایجاد یک حساب کاربری رایگان";
$cms_lang[68]	= "لغو";
$cms_lang[69]	= "اوه! این نیاز به توجه شما دارد:";
$cms_lang[70]	= "اوه! این نیاز به توجه شما دارد:";
$cms_lang[71]	= "این زمینه الزامی است.";
$cms_lang[72]	= "لطفا همه قسمت های لازم را تکمیل کنید.";
$cms_lang[73]	= "این نام کاربری خواهد بود که شما برای ورود به سیستم استفاده می کنید.";
$cms_lang[74]	= "لطفا یک آدرس ایمیل معتبر وارد کنید.";
$cms_lang[75]	= "آدرس ایمیل نا معتبر.";
$cms_lang[76]	= "نشانی های ایمیل باید با هم منطبق باشند.";
$cms_lang[77]	= "گذرواژه از دستوالعمل پیروی نمیکند.";
$cms_lang[78]	= "گذرواژه‌ها باید مطابقت داشته باشند.";
$cms_lang[79]	= "برای ادامه باید موافقت کنید.";
$cms_lang[80]	= "لطفا گزینه فاکتور مالیاتی را انتخاب کنید";
$cms_lang[81]	= "آدرس ایمیل نا معتبر.";
$cms_lang[82]	= "نشانی های ایمیل باید با هم منطبق باشند.";
$cms_lang[83]	= "گذرواژه از دستوالعمل پیروی نمیکند.";
$cms_lang[84]	= "گذرواژه‌ها باید مطابقت داشته باشند.";
$cms_lang[85]	= "خیلی کوتاه";
$cms_lang[86]	= "ضعیف";
$cms_lang[87]	= "منصف";
$cms_lang[88]	= "قوی";
$cms_lang[89]	= "خطاهای زیر رخ داده است:";
$cms_lang[90]	= "خطایی رخ داده است.";
$cms_lang[91]	= "این زمینه الزامی است.";
$cms_lang[92]	= "یک فیلد به اشتباه وارد شده است یا خالی مانده است.";
$cms_lang[93]	= "لطفا یک آدرس ایمیل معتبر وارد کنید.";
$cms_lang[94]	= "لطفا همه قسمت های لازم را تکمیل کنید.";
$cms_lang[95]	= "برای ادامه باید موافقت کنید.";
$cms_lang[96]	= "برای ادامه ، باید با توافق نامه چت موافقت کنید.";
$cms_lang[97]	= "برای ادامه ، شما باید با توافق ضد تقلب موافقت کنید.";
$cms_lang[98]	= "شما باید یک کشور محل اقامت را انتخاب کنید.";
$cms_lang[99]	= "اوه! این نیاز به توجه شما دارد:";
$cms_lang[100]	= "بستن";
$cms_lang[101]	= "اگر کشور خود را تغییر دهید ، زمینه های مختلفی برای ایجاد حساب و ورود آدرس دریافت خواهید کرد که ممکن است با وضعیت شما مطابقت نداشته باشد. ادامه دهید?";
$cms_lang[102]	= "شما در وب سایت Battle.net منطقه ای تایوانی قرار دارید. فقط دارندگان حساب که دارای یک حساب جهانی Warcraft تایوانی هستند ، باید یک حساب Battle.net را در اینجا ایجاد کنند. اگر حساب World of Warcraft چینی دارید ، به جای آن به Battle.net China بروید.";
© 2020 GitHub, Inc.
